{
  "qual a taxa de staking": "A taxa atual de staking da AGROTM é 2% ao ano, com distribuição automática dos lucros.",
  "como comprar agrotm": "Você pode adquirir AGROTM através da nossa plataforma oficial ou de exchanges parceiras listadas no site.",
  "documentação": "A documentação oficial está disponível na seção 'Recursos' do menu principal.",
  "criptomoeda agrotm": "A AGROTM é uma criptomoeda voltada para o agronegócio, permitindo investimentos e transações seguras entre produtores, compradores e traders do agro.",
  "contato": "Você pode falar diretamente com nosso suporte via WhatsApp: +55 (66) 99236-2830 ou email contato@agrotm.com.br.",
  "staking": "Nossos pools de staking oferecem APY de até 18.2% para AGROTM e 12.5% para SOL. O período mínimo de lock é de 30 dias.",
  "investimento": "A AGROTM permite investimentos seguros no agronegócio através de blockchain, com transparência total e retornos atrativos.",
  "agronegócio": "A AGROTM revoluciona o agronegócio conectando produtores, compradores e investidores através de tecnologia blockchain e DeFi.",
  "segurança": "Utilizamos tecnologia blockchain e criptografia avançada para garantir a segurança de todas as transações e dados.",
  "preço": "O preço da AGROTM é determinado pelo mercado. Para cotações em tempo real, consulte nossa plataforma ou exchanges parceiras.",
  "como funciona": "A AGROTM funciona como uma plataforma de intermediação digital para produtos agro, usando blockchain para transações seguras e transparentes.",
  "parceria": "Para parcerias comerciais, entre em contato conosco via email: contato@agrotm.com.br ou WhatsApp: +55 (66) 99236-2830.",
  "suporte": "Nosso suporte está disponível 24/7 via chat, WhatsApp: +55 (66) 99236-2830 ou email: contato@agrotm.com.br.",
  "nft": "A AGROTM oferece NFTs agrícolas que representam ativos reais do agronegócio, permitindo tokenização de propriedades e produtos.",
  "decentralizado": "A AGROTM é uma plataforma descentralizada que elimina intermediários desnecessários, reduzindo custos e aumentando transparência.",
  "volume": "O volume projetado de negociações da AGROTM para 2024 é de R$ 2.5 bilhões, com crescimento constante do mercado.",
  "produtores": "Conectamos mais de 25 mil produtores rurais com compradores e investidores através de nossa plataforma blockchain.",
  "tecnologia": "Utilizamos tecnologia blockchain, DeFi, Web3 e inteligência artificial para modernizar o agronegócio brasileiro.",
  "missão": "Nossa missão é modernizar o agronegócio com tecnologia blockchain, conectando produtores, compradores e investidores de forma segura e transparente.",
  "valores": "Nossos valores são: transparência, inovação, descentralização e sustentabilidade no agronegócio."
} 